<html><head><meta name="generator" content="Help & Manual 2.7.0 evaluation copy"><title>Conhecendo R+G4 Web Server</title></head>
<body bgcolor="#FFFFFF" link="#0000FF" alink="#0000FF" vlink="#800000">
<table width="100%" border="0" cellspacing="0" cellpadding="3" bgcolor="#C0C0C0"><tr><td align="left">
<font face="Arial" size="3" color="#000000"><b>Conhecendo R+G4 Web Server
<br>
</b></font>

</td><td align="right"><font face="Arial" size="2"><a href="conociendorg4webserver_prt.htm">[Main]</a> <a href="contenidodelsitio_prt.htm">[Next]</a></font></td></tr></table><br>

<font face="Times New Roman" size="3" color="#000000">&nbsp;&nbsp;&nbsp;A quarta geração de REDATAM (RG4) incorpora uma nova funcionalidade para o desenvolvimento de aplicações orientadas a facilitar o acesso dos usuários à informação relevante para o levantamento de estudos e realização de diagnósticos cuja temática depender&#225; do conte&uacute;do das bases de dados dispon&iacute;veis. Tal funcionalidade permite armazenar a informaç&atilde;o num servidor de p&#225;ginas web que pode receber solicitaç&otilde;es de processamento para bases de dados em formato REDATAM, executar as instruç&otilde;es necess&aacute;rias e devolver o resultado requerido.
<br>

<br>
&nbsp;&nbsp;&nbsp;Desde a vers&atilde;o 1.2, o REDATAM possue a capacidade de acessar bases de dados localizadas num servidor, de tal maneira que os usu&aacute;rios que trabalham numa instituiç&atilde;o determinada somente necessitam instalar o software e executar os processamentos pertinentes para a obtenç&atilde;o dos resultados que se requeiram. Ainda que este procedimento ajuda a liberar espaço nas m&#225;quinas locais e a organizar as bases existentes em um &uacute;nico lugar, ele apresenta um custo associado, definido pelos recursos que devem ser atribu&iacute;dos tanto para a m&#225;quina local como ao pr&oacute;prio servidor para resolver cada solicitaç&atilde;o de processamento que cada usu&aacute;rio solicite.
<br>

<br>
&nbsp;&nbsp;&nbsp;A nova funcionalidade de REDATAM usa a tecnologia e linguagem desenvolvidas no contexto da Intranet e Internet por meio de servidores de p&#225;ginas web. A diferença com o descrito no par&#225;grafo anterior &eacute; que neste caso a aplicaç&atilde;o e o processamento dos dados s&atilde;o executados pelo servidor, o que significa que os usu&aacute;rios n&atilde;o necessitam ter na sua m&#225;quina local nem as bases de dados que desejam consultar nem ter instalado REDATAM para obter os indicadores ou tabelas que queiram em um momento determinado.
<br>

<br>
<p align="CENTER"><font face="Arial" size="2" color="#000000"><img src="portada.png" width="401" height="234" border="0" alt="portada.png">
</font></font></p>

</body></html>
