<html><head><meta name="generator" content="Help & Manual 2.7.0"><title>Conte&uacute;do do site</title></head>
<body bgcolor="#FFFFFF" link="#0000FF" alink="#0000FF" vlink="#800000">
<table width="100%" border="0" cellspacing="0" cellpadding="3" bgcolor="#C0C0C0"><tr><td align="left">
<font face="Arial" size="3" color="#000000"><b>Conte&uacute;do do site
<br>
</b></font>

</td><td align="right"><font face="Arial" size="2"><a href="conociendorg4webserver_prt.htm">[Previous]</a> <a href="conociendorg4webserver_prt.htm">[Main]</a> <a href="recorriendolabasededatos_prt.htm">[Next]</a></font></td></tr></table><br>

<font face="Arial" size="2" color="#000000">Os dados coletados para Bol&iacute;via no Censo Nacional de Populaç&atilde;o e Domic&iacute;lio de 1.992 constituem o principal conte&uacute;do desta aplicaç&atilde;o. Nela voc&ecirc; poder&aacute; acessar as informaç&otilde;es que caracterizam tanto o domic&iacute;lio como a seus habitantes, e mostrar resultados ao n&iacute;vel de qualquer das divis&otilde;es pol&#237;tico administrativas que comp&ocirc;em o pa&iacute;s.
<br>

<br>
Os procedimentos s&atilde;o distribu&iacute;dos da seguinte maneira:
<br>

<br>
<b>Freq&uuml;&ecirc;ncias
<br>

<br>
</b>Nesta parte voc&ecirc; poder&#225; acessar cada uma das vari&aacute;veis existentes na base de dados para obter distribuiç&otilde;es simples ao n&iacute;vel de domic&iacute;lios e de pessoas. Esta seç&atilde;o lhe permite identificar o conte&uacute;do da base de dados e o comportamento das vari&aacute;veis em termos de suas caracter&#237;sticas e categorias.
<br>

<br>
<p align="CENTER"><img src="frecviv.png" width="543" height="305" border="0" alt="frecviv.png">
<br>
</p><b>
<br>

<br>

<br>
</b><p align="CENTER"><b><img src="frecpers.png" width="541" height="303" border="0" alt="frecpers.png">
<br>
</b></p><b>
<br>

<br>
Tabulaç&otilde;es
<br>

<br>
</b>Quando voc&ecirc; tiver revisado as vari&aacute;veis existentes na base de dados e tiver visto parte de seu compartamento, seguramente desejar&#225; começar a investigar o comportamento de uma ou mais vari&aacute;veis associadas, seja ao n&iacute;vel de domic&iacute;lios, de pessoas ou ainda em cruzamentos que combinem ambas entidades.
<br>

<br>
A aplicaç&atilde;o lhe permite o acesso a tr&ecirc;s subtemas entre os quais poder&#225; escolher o que melhor se adapte a suas necessidades de investigaç&atilde;o. Os temas em quest&atilde;o s&atilde;o os seguintes:
<br>

<br>
<b><i>Caracter&#237;sticas de Pessoas
<br>

<br>
</i></b><p align="CENTER"><b><img src="tabpersonas.png" width="422" height="404" border="0" alt="tabpersonas.png">
<br>

<br>
</b></p><b><i>Caracter&#237;sticas de Domic&iacute;lios
<br>

<br>
</i></b><p align="CENTER"><b><img src="tabviviendas.png" width="450" height="426" border="0" alt="tabviviendas.png">
<br>
</b></p><b><i>Caracter&#237;sticas Combinadas
<br>

<br>
</i></b><p align="CENTER"><b><img src="tabcombinados.png" width="425" height="406" border="0" alt="tabcombinados.png">
<br>
</b></p><b>
<br>
</b>
<br>

<br>
<b>

<br>
</font>

</body></html>
